---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomOccupancyUnitParam
source: html/057e6917-79f5-811e-b110-728bf18dce37.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomOccupancyUnitParam Property

"Occupancy Unit"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomOccupancyUnitParam { get; }
```